const questions = [
    {
        image: "AOE.jpg",
        question: "Флаг какой страны изображён на фото?",
        options: ["Кувейт", "ОАЭ", "Иордания", "Судан"],
        answer: "ОАЭ"
    },
    {
        image: "Australia.jpg",
        question: "В какой стране находится Сиднейский оперный театр?",
        options: ["Новая Зеландия", "Австралия", "Канада", "США"],
        answer: "Австралия"
    },
    {
        image: "Austria.jpg",
        question: "В какой стране находится альпийская деревня Гальштат?",
        options: ["Швейцария", "Австрия", "Германия", "Словения"],
        answer: "Австрия"
    },
    {
        image: "Brazil.jpg",
        question: "В какой стране находится статуя Христа-Искупителя?",
        options: ["Аргентина", "Мексика", "Бразилия", "Чили"],
        answer: "Бразилия"
    },
    {
        image: "British.jpg",
        question: "В какой стране находится знаменитый Биг-Бен?",
        options: ["Ирландия", "Великобритания", "Франция", "Германия"],
        answer: "Великобритания"
    },
    {
        image: "Canada.jpg",
        question: "В какой стране находится башня Си-Эн Тауэр?",
        options: ["США", "Канада", "Австралия", "Великобритания"],
        answer: "Канада"
    },
    {
        image: "Chezia.jpg",
        question: "В какой стране находится Тынский храм?",
        options: ["Польша", "Австрия", "Чехия", "Германия"],
        answer: "Чехия"
    },
    {
        image: "Dania.jpg",
        question: "В какой стране находится гавань Нюхавн?",
        options: ["Нидерланды", "Дания", "Швеция", "Норвегия"],
        answer: "Дания"
    },
    {
        image: "Switzerland (2).jpg",
        question: "В какой стране находятся каналы Амстердама?",
        options: ["Бельгия", "Германия", "Нидерланды", "Дания"],
        answer: "Нидерланды"
    },
    {
        image: "Egipet.jpg",
        question: "В какой стране находятся пирамиды Гизы?",
        options: ["Марокко", "Египет", "Турция", "Индия"],
        answer: "Египет"
    },
    {
        image: "Finland.jpg",
        question: "В какой стране находится Кафедральный собор Хельсинки?",
        options: ["Швеция", "Норвегия", "Финляндия", "Дания"],
        answer: "Финляндия"
    },
    {
        image: "France.jpg",
        question: "В какой стране находится Эйфелева башня?",
        options: ["Италия", "Франция", "Испания", "Германия"],
        answer: "Франция"
    },
    {
        image: "Germany.jpg",
        question: "В какой стране находятся Бранденбургские ворота?",
        options: ["Австрия", "Германия", "Польша", "Чехия"],
        answer: "Германия"
    },
    {
        image: "Hungary.jpg",
        question: "В какой стране находится церковь Матьяша?",
        options: ["Румыния", "Венгрия", "Австрия", "Словакия"],
        answer: "Венгрия"
    },
    {
        image: "Iceland.jpg",
        question: "В какой стране находятся гора Вестрахорн и чёрные пляжи?",
        options: ["Исландия", "Норвегия", "Канада", "Новая Зеландия"],
        answer: "Исландия"
    },
    {
        image: "India.jpg",
        question: "В какой стране находится гробница Хумаюна?",
        options: ["Пакистан", "Индия", "Иран", "Бангладеш"],
        answer: "Индия"
    },
    {
        image: "Ireland.jpg",
        question: "В какой стране находится город Коув с собором Святого Колмана?",
        options: ["Великобритания", "Ирландия", "Исландия", "Франция"],
        answer: "Ирландия"
    },
    {
        image: "Italy.jpg",
        question: "В какой стране находятся мощёные улочки Рима?",
        options: ["Греция", "Италия", "Испания", "Португалия"],
        answer: "Италия"
    },
    {
        image: "Italytu.jpg",
        question: "В какой стране находится остров Санторини?",
        options: ["Италия", "Греция", "Хорватия", "Турция"],
        answer: "Греция"
    },
    {
        image: "Japan.jpg",
        question: "В какой стране находится Чайнатаун Бангкока?",
        options: ["Китай", "Япония", "Таиланд", "Вьетнам"],
        answer: "Таиланд"
    },
    {
        image: "New York.jpg",
        question: "В какой стране находится Нью-Йорк?",
        options: ["Канада", "Великобритания", "США", "Австралия"],
        answer: "США"
    },
    {
        image: "Norway.jpg",
        question: "В какой стране строят такие домики с травяными крышами?",
        options: ["Швеция", "Норвегия", "Финляндия", "Исландия"],
        answer: "Норвегия"
    },
    {
        image: "Norway (2).jpg",
        question: "В какой стране находятся Лофотенские острова?",
        options: ["Швеция", "Норвегия", "Финляндия", "Канада"],
        answer: "Норвегия"
    },
    {
        image: "Peru.jpg",
        question: "В какой стране находится древний город Мачу-Пикчу?",
        options: ["Чили", "Перу", "Бразилия", "Колумбия"],
        answer: "Перу"
    },
    {
        image: "Polsha.jpg",
        question: "Флаг какой страны изображён на фото?",
        options: ["Индонезия", "Польша", "Монако", "Австрия"],
        answer: "Польша"
    },
    {
        image: "Portugal.jpg",
        question: "В какой стране находится набережная Рибейра в Порту?",
        options: ["Испания", "Италия", "Португалия", "Франция"],
        answer: "Португалия"
    },
    {
        image: "Spain.jpg",
        question: "В какой стране находится храм на горе Тибидабо?",
        options: ["Италия", "Испания", "Португалия", "Франция"],
        answer: "Испания"
    },
    {
        image: "Switzerland.jpg",
        question: "В какой стране находится горное озеро Зеальпзее?",
        options: ["Австрия", "Швейцария", "Германия", "Франция"],
        answer: "Швейцария"
    },
    {
        image: "Turkie.jpg",
        question: "В какой стране находится мечеть Ортакёй в Стамбуле?",
        options: ["Греция", "Турция", "Египет", "ОАЭ"],
        answer: "Турция"
    }
];
