const questions = [
    {
    image: "AOE.jpg",
        question: "В какой стране находится небоскрёб Бурдж-Халифа?",
        options: ["Катар", "ОАЭ", "Саудовская Аравия", "Египет"],
        answer: "ОАЭ"
    },
    {
        image: "Australia.img.jpg",
        question: "В какой стране находится Сиднейский оперный театр?",
        options: ["Новая Зеландия", "Австралия", "Канада", "США"],
        answer: "Австралия"
    },
    {
        image: "Austria.jpg",
        question: "В какой стране находятся Альпы и горные деревни?",
        options: ["Швейцария", "Австрия", "Германия", "Норвегия"],
        answer: "Австрия"
    },
    {
        image: "Brazil.jpg",
        question: "В какой стране находится статуя Христа-Искупителя?",
        options: ["Аргентина", "Мексика", "Бразилия", "Чили"],
        answer: "Бразилия"
    },
    {
        image: "British.jpg",
        question: "В какой стране находится знаменитый Биг-Бен?",
        options: ["Ирландия", "Великобритания", "Франция", "Германия"],
        answer: "Великобритания"
    },
    {
        image: "Canada.jpg",
        question: "В какой стране находится башня CN Tower?",
        options: ["США", "Канада", "Австралия", "Великобритания"],
        answer: "Канада"
    },
    {
        image: "Chezia.jpg",
        question: "В какой стране находится Карлов мост?",
        options: ["Польша", "Австрия", "Чехия", "Германия"],
        answer: "Чехия"
    },
    {
        image: "Dania.jpg",
        question: "В какой стране находится порт Нюхавн?",
        options: ["Нидерланды", "Дания", "Швеция", "Норвегия"],
        answer: "Дания"
    },
    {
        image: "denys-nevozha-i-D8ADLeMhQ-unsplash.jpg",
        question: "В какой стране находится город Амстердам?",
        options: ["Бельгия", "Германия", "Нидерланды", "Дания"],
        answer: "Нидерланды"
    },
    {
        image: "Egipt.jpg",
        question: "В какой стране находятся пирамиды Гизы?",
        options: ["Марокко", "Египет", "Турция", "Индия"],
        answer: "Египет"
    },
    {
        image: "Finland.jpg",
        question: "В какой стране находится Хельсинки?",
        options: ["Швеция", "Норвегия", "Финляндия", "Дания"],
        answer: "Финляндия"
    },
    {
        image: "France.jpg",
        question: "В какой стране находится Эйфелева башня?",
        options: ["Италия", "Франция", "Испания", "Германия"],
        answer: "Франция"
    },
    {
        image: "German.jpg",
        question: "В какой стране находятся Бранденбургские ворота?",
        options: ["Австрия", "Германия", "Польша", "Чехия"],
        answer: "Германия"
    },
    {
        image: "Hungary.jpg",
        question: "В какой стране находится здание парламента в Будапеште?",
        options: ["Румыния", "Венгрия", "Австрия", "Словакия"],
        answer: "Венгрия"
    },
    {
        image: "Iceland.jpg",
        question: "В какой стране можно увидеть северное сияние и вулканические пейзажи?",
        options: ["Исландия", "Финляндия", "Канада", "Швеция"],
        answer: "Исландия"
    },
    {
        image: "India.jpg",
        question: "В какой стране находится Тадж-Махал?",
        options: ["Пакистан", "Индия", "Непал", "Таиланд"],
        answer: "Индия"
    },
    {
        image: "Ireland.jpg",
        question: "В какой стране находится город Дублин?",
        options: ["Великобритания", "Ирландия", "Исландия", "Шотландия"],
        answer: "Ирландия"
    },
    {
        image: "Italytu.jpg",
        question: "В какой стране находится Колизей?",
        options: ["Греция", "Италия", "Испания", "Турция"],
        answer: "Италия"
    },
    {
        image: "Italy.jpg",
        question: "В какой стране находится остров Санторини?",
        options: ["Италия", "Греция", "Хорватия", "Турция"],
        answer: "Греция"
    },
    {
        image: "Japan.jpg",
        question: "В какой стране можно увидеть традиционные японские храмы?",
        options: ["Китай", "Южная Корея", "Япония", "Таиланд"],
        answer: "Япония"
    },
    {
        image: "New York.jpg",
        question: "В какой стране находится Нью-Йорк?",
        options: ["Канада", "Великобритания", "США", "Австралия"],
        answer: "США"
    },
    {
        image: "Norway.jpg",
        question: "В какой стране находятся живописные фьорды?",
        options: ["Швеция", "Норвегия", "Финляндия", "Исландия"],
        answer: "Норвегия"
    },
    {
        image: "Peru.jpg",
        question: "В какой стране находится древний город Мачу-Пикчу?",
        options: ["Чили", "Перу", "Бразилия", "Колумбия"],
        answer: "Перу"
    },
    {
        image: "Polsha.jpg",
        question: "В какой стране находится столица Варшава?",
        options: ["Чехия", "Польша", "Словакия", "Венгрия"],
        answer: "Польша"
    },
    {
        image: "Portugal.jpg",
        question: "В какой стране можно увидеть жёлтые трамваи Лиссабона?",
        options: ["Испания", "Италия", "Португалия", "Франция"],
        answer: "Португалия"
    },
    {
        image: "Spain.jpg",
        question: "В какой стране находится храм Саграда-Фамилия?",
        options: ["Италия", "Испания", "Португалия", "Франция"],
        answer: "Испания"
    },
    {
        image: "Switzerland.jpg",
        question: "В какой стране находятся швейцарские Альпы?",
        options: ["Австрия", "Швейцария", "Германия", "Франция"],
        answer: "Швейцария"
    },
    {
        image: "Turkie.jpg",
        question: "В какой стране находится город Стамбул?",
        options: ["Греция", "Турция", "Египет", "ОАЭ"],
        answer: "Турция"
    }
];